chapuzzo/ardusketches/hardware/unobb/boards.txt
unobb.name=BreadBoard Arduino Uno
unobb.upload.protocol=arduino
unobb.upload.maximum_size=32256
#changed for giving a chance on manual reset
#unobb.upload.speed=115200
unobb.upload.speed=57600
unobb.bootloader.low_fuses=0xff
unobb.bootloader.high_fuses=0xde
unobb.bootloader.extended_fuses=0x05
unobb.bootloader.path=optiboot
unobb.bootloader.file=optiboot_atmega328.hex
unobb.bootloader.unlock_bits=0x3F
unobb.bootloader.lock_bits=0x0F
unobb.build.mcu=atmega328p
unobb.build.f_cpu=16000000L
unobb.build.core=arduino:arduino
unobb.build.variant=arduino:standard
